Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/aikaa_esittaa_jasenia_saamelaisten_totuus-_ja_sovintokomissioon_jatketaan.html.tmx
Source language: fin
Languages: smn

source: Aikaa esittää jäseniä Saamelaisten totuus- ja sovintokomissioon jatketaan
smn: Äigi iävtuttiđ jesânijd Sämmilij tuotâvuotâ- já sovâdâttâmkomission juátkoo

source: Jäseniä Saamelaisten totuus- ja sovintokomissioon ehtii esittää 17. toukokuuta 2020 saakka.
smn: Jesânijd Sämmilij tuotâvuotâ- já sovâdâttâmkomission kiergân iävtuttiđ 17. vyesimáánu 2020 räi.

source: Saamelaiskäräjät ja Kolttien kyläkokous päättivät jatkaa aikaa poikkeustilanteen takia.
smn: Sämitigge já Nuorttâlij sijdâčuákkim meridáin juátkiđ ääigi spiekâstâhtile keežild.

source: ”Olemme päättäneet antaa lisäaikaa komissaarien esittämiseksi, sillä Saamelaiskäräjillä on tarkoituksena järjestää ennen päätöksentekoa kuulemisia esitettyjen komissaarien valinnasta.
smn: ”Mij lep meridâm adeliđ laseääigi komissaarij iävtutmân, ko Sämitiggeest lii tárguttâssân orniđ ovdil miärádâstoohâm kulâmijd iävtuttum komissaarij valjiimist.

source: Kuulemisia ei ole mahdollista järjestää tässä poikkeustilanteessa, kertoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso päätöksestä.
smn: Taan spiekâstâhtiileest ij lah máhđulâš orniđ kulâmijd, muštâl Sämitige saavâjođetteijee Tuomas Aslak Juuso miärádâsâst.

source: Komissiossa tulee olla jäseniä, joilla on erityisosaamista saamelaisten oloista, kielestä ja kulttuurista.
smn: Komissiost kalgeh leđe jesâneh, kiäin lii eromâš máttu sämmilij eellimtiilijn, kielâst já kulttuurist.

source: Komission asettaa valtioneuvosto tiiviissä yhteistyössä Saamelaiskäräjien ja Kolttien kyläkokouksen kanssa.
smn: Staatârääđi aasât komissio čapo ohtsâšpargoost Sämitiggijn já Nuorttâlij sijdâčuákkimáin.

source: Komissiossa on viisi komissaaria, joista kaksi valitaan valtioneuvoston esityksestä, kaksi Saamelaiskäräjien esityksestä ja yksi Kolttien kyläkokouksen esityksestä.
smn: Komissiost láá vittâ komissaar. Komissaarijn kyehti väljejuv staatârääđi iävtuttâsâst, kyehti väljejuv Sämitige iävtuttâsâst já ohtâ Nuorttâlij sijdâčuákkim iävtuttâsâst.

source: ”Pyydämme saamelaisyhteisöä tekemään esityksiä komission jäseniksi eli komissaareiksi sellaisista henkilöistä, jotka yhteisö katsoo sopivaksi tehtävään.
smn: ”Mij pivdep sämisiärváduv iävtuttiđ komissio jesânin ađai komissaarin tagarijd ulmuid, kiäid siärvádâh ana hiävulâžžân tooimân.

source: Saamelaiskäräjien kokouksen tehtävänä on sitten päättää kahden komissaarin esittämisestä valtioneuvostolle”, Saamelaiskäräjien I varapuheenjohtaja Anni Koivisto jatkaa.
smn: Sämitige čuákkim pargon lii talle meridiđ kyevti komissaar iävtutmist staatârááđán, Sämitige I värisaavâjođetteijee Anni Koivisto juátká.

source: Kolttien kyläkokoukselle tehdyt esitykset komissaareiksi käsitellään Nellim-Keväjärven ja Näätämön alueiden yhteisessä kolttien kyläkokouksessa, jossa päätetään yhden komissaarin esittämisestä valtioneuvostolle.
smn: Nuorttâlij sijdâčuákkimân tohhum iävtuttâsah komissaarin kieđâvuššojeh Njellim-Kiäváájäävri já Njiävđám kuávlui nuorttâlij ohtâsâš sijdâčuákkimist, kost meriduvvoo oovtâ komissaar iävtutmist staatârááđán.

source: ”Kokouksen järjestäminen ei ole poikkeustilanteessa mahdollista.
smn: “Čuákkim ornim ij lah spiekâstâhtiileest máhđulâš.

source: Pyydämme esityksiä kolttasaamelaisilta ja komissaariksi esitetyt henkilöt kutsutaan kyläkokoukseen kuultaviksi. ”, sanoo kolttien luottamusmies Veikko Feodoroff.
smn: Mij pivdep iävtuttâsâid nuorttâlijn já komissaarin iävtuttum ulmuuh puávdejuvvojeh sijdâčuákkimân kuullâm várás”, iätá nuorttâlij ovdâolmooš Veikko Feodoroff.

source: Totuus- ja sovintokomission jäsenet ovat laajaa luottamusta nauttivia henkilöjä saamelaisten ja suomalaisen yhteiskunnan keskuudessa.
smn: Tuotâvuotâ- já sovâdâttâmkomissio jesâneh láá ulmuuh, kiäin lii vijđes luáttámuš sehe sämmilii já syemmilii siärváduvâst.

source: Jäsenet ovat riippumattomia eivätkä edusta sitä tahoa, joka on heitä esittänyt tai heidät valinnut.
smn: Jesâneh láá jiešmerideijeeh iäge oovdâst ton uásipele, mii lii sii iävtuttâm teikâ valjim.

source: Komission nimittämisessä huomioidaan tasapuolisesti eri saamen kieliryhmät.
smn: Komissio noomâtmist väldih täsipiälásávt huámášumán jieškote-uv säämi kielâjuávhuid.

source: Komission nimittämisessä pyritään ottamaan huomioon sukupuolten tasapuolinen edustus.
smn: Komissio noomâtmist viggeh väldiđ huámášumán suhâpelij täsipiälásii ovdâstem.

source: Totuus- ja sovintoprosessin tarkoituksena on tunnistaa ja arvioida historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia, selvittää miten nämä vaikuttavat saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa ja ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
smn: Tuotâvuotâ- já sovâdâttâmproosees ulmen lii tubdâđ já árvuštâllâđ historjálii já tááláá olgoštem, meiddei staatâ suddâdempolitik, sehe vuoigâvuođâi luávkkimijd, čielgâdiđ maht toh vaigutteh sämmiláid já sii siärvádâhân tááláá tiileest já iävtuttiđ, maht sämmilij já Suomâ staatâ koskâsii sehe sämmilij koskânâs ohtâvuođâ puávtáččij ovdediđ.

source: Esityksiä Saamelaiskäräjille pyydetään 17.5.2020 mennessä joko postitse Saamelaiskäräjät, Sajos, 99870 INARI tai sähköpostitse info(at)samediggi.fi .
smn: Iävtuttâsâid Sämitiigán pivdeh 17.5.2020 räi jo-uv poostâ peht Sämitigge, Sajos, 99870 AANAAR tâi šleđgâpoostâ peht info@samediggi.fi .

source: Esitettävien henkilöiden suostumus tehtävään on varmistettava etukäteen siten, että esitettävä henkilö täyttää lomakkeen .
smn: Iävtuttum ulmui mietâmâš tooimân kalga visásmittiđ muuneeld tienuuvt, ete iävtuttum olmooš tiävdá lahtosin orroo luámáttuv .

source: Esityksiä Kolttien kyläkokoukselle pyydetään 17.5.2020 mennessä joko postitse Kolttien kyläkokous, Sevettijärventie 9080, 99930 SEVETTIJÄRVI tai sähköpostitse kolttien.kylakokous(at)saamisiidsaabbar.fi.
smn: Iävtuttâsâid Nuorttâlij sijdâčuákkimân pivdeh 17.5.2020 räi jo-uv poostâ peht Nuorttâlij sijdâčuákkim, Sevettijärventie 9080, 99930 SEVETTIJÄRVI tâi šleđgâpoostâ peht kolttien.kylakokous(at)saamisiidsaabbar.fi.

source: esitettävien henkilöiden suostumus tehtävään on varmistettava etukäteen siten, että esitettävä henkilö täyttää lomakkeen .
smn: Iävtuttum ulmui mietâmâš tooimân kalga visásmittiđ muuneeld tienuuvt, ete iävtuttum olmooš tiävdá lahtosin orroo luámáttuv .

source: Saamelaisten totuus- ja sovintokomission mandaatti .
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio mandaat

source: Saamelaiskäräjät pyytää esityksiä Saamelaisten totuus- ja sovintokomission jäseniksi (26.2.2020)
smn: Sämitigge pivdá iävtuttâsâid Sämmilij tuotâvuotâ- já sovâdâttâmkomissio jesânin (26.2.2020)

source: Kolttien kyläkokous pyytää esityksiä Saamelaisten totuus- ja sovintokomission jäseniksi (28.2.2020)
smn: Nuorttâlij sijdâčuákkim pivdá iävtuttâsâid Sämmilij tuotâvuotâ- já sovâdâttâmkomissio jesânin (28.2.2020)

source: Lisätietoja:
smn: Lasetiäđuh

source: Saamelaiskäräjät Puheenjohtaja Tuomas Aslak Juuso, +358 40 687 3394, tuomas.juuso(at)samediggi.fi I varapuheenjohtaja Anni Koivisto, +358 40 415 5969, anni.koivisto(at)samediggi.fi
smn: Sämitigge Saavâjođetteijee Tuomas Aslak Juuso, +358 40 687 3394, tuomas.juuso(at)samediggi.fi I värisaavâjođetteijee Anni Koivisto, +358 40 415 5969, anni.koivisto(at)samediggi.fi

source: Kolttien kyläkokous Kolttien luottamusmies Veikko Feodoroff, +358 50 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi
smn: Nuorttâlij sijdâčuákkim Nuorttâlij ovdâolmooš Veikko Feodoroff, +358 50 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi

source: Kuva: Anja Vest
smn: Kove: Anja Vest
